Repository: wp-plugins/falconiform-youtube-widget
Catalog: languages/ff_youtube_widget-*.po
Languages: de_de

source: Show a YouTube video.
de_de: Ein YouTube-Video anzeigen lassen.

source: Widget title:
de_de: Widget-Titel:

source: Index of the video ID from dedicated settings page:
de_de: Nummer einer Video-ID aus den separaten Einstellungen:

source: Take video from dedicated settings page via index.
de_de: Video aus den separaten Einstellungen verwenden.

source: Player width (in pixel, 0 for automatic width):
de_de: Player-Breite (in Pixel, 0 für automatische Breite):

source: Player height (in pixel, 0 for automatic height):
de_de: Player-Höhe (in Pixel, 0 für automatische Höhe):

source: Dark
de_de: Dunkel

source: Light
de_de: Hell

source: Color of the player’s video progress bar:
de_de: Farbe der Zeitleiste im Player:

source: Red
de_de: Rot

source: White
de_de: Weiß

source: Player controls visibility:
de_de: Sichtbarkeit Player-Steuerelemente:

source: Display controls, Flash player loads after user initiates video playback
de_de: Steuerelemente anzeigen, Flash-Player lädt erst beim Abspielen

source: Display controls, Flash player loads immediately
de_de: Steuerelemente anzeigen, Flash-Player lädt sofort

source: Hide controls, Flash player loads immediately
de_de: Steuerelemente ausblenden, Flash-Player lädt sofort

source: Hide controls / progress bar at playback:
de_de: Steuerelemente / Zeitleiste beim Abspielen:

source: Show controls, decrease progress bar
de_de: Steuerelemente anzeigen, Zeitleiste verkleinern

source: Hide controls, hide progress bar
de_de: Steuerelemente ausblenden, Zeitleiste ausblenden

source: Show controls, show progress bar
de_de: Steuerelemente anzeigen, Zeitleiste anzeigen

source: Start playback automatically.
de_de: Video automatisch abspielen.

source: Restart the video automatically after playback ends.
de_de: Video nach Ende neustarten.

source: Show related videos after playback ends.
de_de: Ähnliche Videos am Ende anzeigen.

source: Show video information like the video title.
de_de: Video-Informationen wie Video-Titel anzeigen.

source: Show video annotations.
de_de: Video-Anmerkungen anzeigen.

source: Show fullscreen button.
de_de: Vollbild-Schaltfläche anzeigen.

source: Hide YouTube logo in the controls bar.
de_de: YouTube-Logo bei den Steuerelementen ausblenden.

source: Disable keyboard control for the player.
de_de: Tastatur-Steuerung deaktivieren.

source: Dedicated Video Settings
de_de: Separate Video-Einstellungen

source: The video ID at index %s has an invalid format.
de_de: Die Video-ID mit der Nummer %s hat ein ungültiges format.

source: Settings updated successfully.
de_de: Einstellungen erfolgreich aktualisiert.

source: Settings updated, but some errors occurred.
de_de: Einstellungen aktualisiert, allerdings sind Fehler aufgetreten.

source: A YouTube video link (URL) or video ID or blank.
de_de: Ein Link (URL) oder die ID zum YouTube-Video oder leer lassen.

source: Video ID %s:
de_de: Video-ID Nummer %s:

source: YouTube Widget Dedicated Settings
de_de: Separate Einstellungen fürs YouTube-Widget

source: No video selected.
de_de: Es wurde keine Video ausgewählt.

source: The video cannot be shown. Your web browser does not support iFrames.
de_de: Das Video kann nicht angezeigt werden. Ihr Webbrowser unterstützt keine iFrames.

source: Get more information about the YouTube player parameters.
de_de: Mehr Informationen über die Einstellungen des YouTube-Players erhalten.
